<unk>	0
<s>	0
</s>	0
<cls>	0
<sep>	0
▁1	-0
▁2	-1
▁3	-2
▁6	-3
▁4	-4
▁8	-5
▁7	-6
▁9	-7
▁10	-8
▁5	-9
▁11	-10
▁16	-11
▁15	-12
▁14	-13
▁17	-14
▁18	-15
▁13	-16
▁19	-17
▁20	-18
▁22	-19
▁12	-20
▁24	-21
▁21	-22
▁23	-23
▁25	-24
▁27	-25
▁28	-26
▁29	-27
▁26	-28
48	-29
▁32	-30
▁30	-31
52	-32
53	-33
58	-34
78	-35
92	-36
14	-37
05	-38
62	-39
42	-40
10	-41
46	-42
70	-43
82	-44
61	-45
91	-46
60	-47
76	-48
15	-49
67	-50
50	-51
17	-52
38	-53
63	-54
81	-55
97	-56
84	-57
75	-58
16	-59
45	-60
06	-61
79	-62
73	-63
64	-64
35	-65
30	-66
31	-67
74	-68
13	-69
66	-70
▁40	-71
27	-72
80	-73
51	-74
47	-75
▁39	-76
56	-77
32	-78
68	-79
69	-80
23	-81
37	-82
85	-83
40	-84
29	-85
11	-86
65	-87
02	-88
57	-89
44	-90
95	-91
54	-92
86	-93
34	-94
43	-95
72	-96
12	-97
07	-98
28	-99
22	-100
87	-101
04	-102
49	-103
33	-104
88	-105
00	-106
98	-107
71	-108
93	-109
39	-110
25	-111
19	-112
59	-113
03	-114
20	-115
83	-116
55	-117
18	-118
41	-119
36	-120
94	-121
77	-122
26	-123
01	-124
89	-125
24	-126
96	-127
09	-128
08	-129
90	-130
21	-131
99	-132
▁145	-133
▁150	-134
▁161	-135
▁167	-136
▁149	-137
▁157	-138
▁158	-139
▁229	-140
▁62	-141
▁44	-142
▁225	-143
▁245	-144
▁46	-145
▁143	-146
▁41	-147
▁147	-148
▁505	-149
▁236	-150
▁109	-151
▁153	-152
▁159	-153
▁156	-154
▁77	-155
▁122	-156
▁748	-157
▁155	-158
▁179	-159
▁188	-160
▁278	-161
▁752	-162
▁331	-163
▁240	-164
▁226	-165
▁42	-166
▁202	-167
▁350	-168
▁280	-169
▁241	-170
▁254	-171
▁257	-172
▁47	-173
▁146	-174
▁200	-175
▁293	-176
▁230	-177
▁163	-178
▁169	-179
▁244	-180
▁175	-181
▁466	-182
▁94	-183
▁375	-184
▁84	-185
▁250	-186
▁191	-187
▁43	-188
▁902	-189
▁340	-190
▁777	-191
▁498	-192
▁681	-193
▁842	-194
▁130	-195
▁237	-196
▁172	-197
▁773	-198
▁852	-199
▁185	-200
▁207	-201
▁291	-202
▁597	-203
▁652	-204
▁213	-205
▁670	-206
▁288	-207
▁247	-208
▁445	-209
▁176	-210
▁37	-211
▁49	-212
▁76	-213
▁283	-214
▁105	-215
▁50	-216
▁523	-217
▁978	-218
▁52	-219
▁277	-220
▁199	-221
▁187	-222
▁171	-223
▁88	-224
▁285	-225
▁948	-226
▁242	-227
▁791	-228
▁86	-229
▁678	-230
▁784	-231
▁203	-232
▁164	-233
▁657	-234
▁307	-235
▁1009	-236
▁729	-237
▁162	-238
▁440	-239
▁758	-240
▁916	-241
▁259	-242
▁390	-243
▁377	-244
▁585	-245
▁862	-246
▁107	-247
▁538	-248
▁573	-249
▁53	-250
▁271	-251
▁311	-252
▁298	-253
▁316	-254
▁315	-255
▁606	-256
▁321	-257
▁641	-258
▁813	-259
▁196	-260
▁111	-261
▁848	-262
▁638	-263
▁853	-264
▁1056	-265
▁905	-266
▁650	-267
▁204	-268
▁31	-269
▁533	-270
▁1106	-271
▁206	-272
▁517	-273
▁173	-274
▁61	-275
▁243	-276
▁51	-277
▁314	-278
▁991	-279
▁981	-280
▁186	-281
▁451	-282
▁861	-283
▁472	-284
▁208	-285
▁647	-286
▁68	-287
▁482	-288
▁997	-289
▁1063	-290
▁1168	-291
▁101	-292
▁780	-293
▁1067	-294
▁181	-295
▁834	-296
▁33	-297
▁887	-298
▁1194	-299
▁879	-300
▁946	-301
▁682	-302
▁392	-303
▁178	-304
▁151	-305
▁1060	-306
▁437	-307
▁108	-308
▁323	-309
▁817	-310
▁279	-311
▁795	-312
▁756	-313
▁710	-314
▁812	-315
▁255	-316
▁177	-317
▁684	-318
▁762	-319
▁183	-320
▁488	-321
▁195	-322
▁1648	-323
▁646	-324
▁558	-325
▁864	-326
▁205	-327
▁460	-328
▁309	-329
▁103	-330
▁674	-331
▁763	-332
▁209	-333
▁263	-334
▁320	-335
▁662	-336
▁189	-337
▁642	-338
▁168	-339
▁370	-340
▁100	-341
▁443	-342
▁1100	-343
▁1065	-344
▁212	-345
▁607	-346
▁961	-347
▁65	-348
▁124	-349
▁45	-350
▁732	-351
▁953	-352
▁166	-353
▁792	-354
▁1012	-355
▁297	-356
▁527	-357
▁919	-358
▁234	-359
▁282	-360
▁260	-361
▁653	-362
▁476	-363
▁1688	-364
▁904	-365
▁55	-366
▁614	-367
▁1032	-368
▁591	-369
▁102	-370
▁90	-371
▁223	-372
▁58	-373
▁99	-374
▁302	-375
▁951	-376
▁586	-377
▁216	-378
▁224	-379
▁360	-380
▁1066	-381
▁238	-382
▁404	-383
▁38	-384
▁366	-385
▁1192	-386
▁551	-387
▁649	-388
▁1059	-389
▁735	-390
▁768	-391
▁938	-392
▁1492	-393
▁233	-394
▁1172	-395
▁409	-396
▁182	-397
▁764	-398
▁1533	-399
▁284	-400
▁844	-401
▁550	-402
▁828	-403
▁1167	-404
▁1418	-405
▁888	-406
▁925	-407
▁386	-408
▁446	-409
▁72	-410
▁83	-411
▁514	-412
▁626	-413
▁1649	-414
▁66	-415
▁239	-416
▁874	-417
▁48	-418
▁214	-419
▁691	-420
▁152	-421
▁930	-422
▁67	-423
▁847	-424
▁1127	-425
▁197	-426
▁595	-427
▁63	-428
▁870	-429
▁221	-430
▁1014	-431
▁774	-432
▁1101	-433
▁190	-434
▁644	-435
▁804	-436
▁806	-437
▁184	-438
▁1463	-439
▁1170	-440
▁81	-441
▁1765	-442
▁917	-443
▁1338	-444
▁600	-445
▁819	-446
▁129	-447
▁651	-448
▁617	-449
▁639	-450
▁1222	-451
▁816	-452
▁928	-453
▁1211	-454
▁576	-455
▁201	-456
▁363	-457
▁160	-458
▁613	-459
▁70	-460
▁272	-461
▁411	-462
▁935	-463
▁399	-464
▁636	-465
▁574	-466
▁217	-467
▁1110	-468
▁745	-469
▁676	-470
▁824	-471
▁1071	-472
▁1105	-473
▁235	-474
▁833	-475
▁1010	-476
▁478	-477
▁1822	-478
▁180	-479
▁672	-480
▁379	-481
▁714	-482
▁222	-483
▁1115	-484
▁35	-485
▁415	-486
▁1175	-487
▁1052	-488
▁882	-489
▁289	-490
▁462	-491
▁907	-492
▁744	-493
▁116	-494
▁805	-495
▁693	-496
▁568	-497
▁1013	-498
▁400	-499
▁228	-500
▁811	-501
▁939	-502
▁64	-503
▁515	-504
▁605	-505
▁256	-506
▁165	-507
▁327	-508
▁1176	-509
▁154	-510
▁56	-511
▁112	-512
▁1076	-513
▁727	-514
▁782	-515
▁1346	-516
▁808	-517
▁823	-518
▁353	-519
▁484	-520
▁367	-521
▁560	-522
▁984	-523
▁931	-524
▁325	-525
▁1058	-526
▁1561	-527
▁645	-528
▁1153	-529
▁74	-530
▁846	-531
▁1062	-532
▁266	-533
▁926	-534
▁97	-535
▁1053	-536
▁378	-537
▁501	-538
▁667	-539
▁1148	-540
▁590	-541
▁290	-542
▁1179	-543
▁305	-544
▁60	-545
▁775	-546
▁835	-547
▁1210	-548
▁1037	-549
▁1125	-550
▁556	-551
▁658	-552
▁475	-553
▁75	-554
▁458	-555
▁1015	-556
▁1119	-557
▁786	-558
▁901	-559
▁1614	-560
▁485	-561
▁1706	-562
▁648	-563
▁1152	-564
▁1775	-565
▁347	-566
▁894	-567
▁770	-568
▁1816	-569
▁121	-570
▁127	-571
▁685	-572
▁1494	-573
▁1130	-574
▁328	-575
▁635	-576
▁1782	-577
▁362	-578
▁912	-579
▁995	-580
▁253	-581
▁1007	-582
▁1022	-583
▁1154	-584
▁220	-585
▁258	-586
▁569	-587
▁1017	-588
▁1135	-589
▁661	-590
▁592	-591
▁945	-592
▁1150	-593
▁520	-594
▁1151	-595
▁673	-596
▁459	-597
▁737	-598
▁322	-599
▁496	-600
▁663	-601
▁1355	-602
▁252	-603
▁1753	-604
▁1798	-605
▁742	-606
▁923	-607
▁958	-608
▁980	-609
▁869	-610
▁1025	-611
▁1030	-612
▁54	-613
▁999	-614
▁924	-615
▁269	-616
▁790	-617
▁692	-618
▁346	-619
▁398	-620
▁349	-621
▁915	-622
▁397	-623
▁863	-624
▁830	-625
▁932	-626
▁552	-627
▁1713	-628
▁85	-629
▁93	-630
▁793	-631
▁956	-632
▁394	-633
▁1104	-634
▁734	-635
▁959	-636
▁1653	-637
▁194	-638
▁765	-639
▁1958	-640
▁794	-641
▁530	-642
▁401	-643
▁503	-644
▁857	-645
▁873	-646
▁342	-647
▁696	-648
▁878	-649
▁927	-650
▁724	-651
▁803	-652
▁528	-653
▁1078	-654
▁637	-655
▁858	-656
▁396	-657
▁683	-658
▁761	-659
▁2003	-660
▁920	-661
▁1103	-662
▁310	-663
▁393	-664
▁810	-665
▁1102	-666
▁1107	-667
▁292	-668
▁1136	-669
▁1190	-670
▁1464	-671
▁629	-672
▁954	-673
▁1055	-674
▁2319	-675
▁144	-676
▁1993	-677
▁389	-678
▁942	-679
▁1382	-680
▁275	-681
▁630	-682
▁884	-683
▁899	-684
▁1069	-685
▁809	-686
▁950	-687
▁113	-688
▁2244	-689
▁738	-690
▁1639	-691
▁571	-692
▁814	-693
▁106	-694
▁2042	-695
▁301	-696
▁332	-697
▁800	-698
▁1345	-699
▁706	-700
▁361	-701
▁420	-702
▁95	-703
▁491	-704
▁281	-705
▁34	-706
▁57	-707
▁1987	-708
▁845	-709
▁992	-710
▁1073	-711
▁431	-712
▁540	-713
▁929	-714
▁1516	-715
▁541	-716
▁973	-717
▁1084	-718
▁885	-719
▁993	-720
▁529	-721
▁733	-722
▁570	-723
▁1193	-724
▁1162	-725
▁1026	-726
▁1727	-727
▁755	-728
▁1422	-729
▁1862	-730
▁1405	-731
▁139	-732
▁1005	-733
▁408	-734
▁1358	-735
▁418	-736
▁922	-737
▁778	-738
▁1035	-739
▁1873	-740
▁313	-741
▁564	-742
▁1046	-743
▁1061	-744
▁1023	-745
▁1622	-746
▁518	-747
▁731	-748
▁1581	-749
▁211	-750
▁381	-751
▁1057	-752
▁461	-753
▁512	-754
▁1129	-755
▁456	-756
▁1633	-757
▁295	-758
▁632	-759
▁1213	-760
▁499	-761
▁1155	-762
▁659	-763
▁1399	-764
▁1797	-765
▁82	-766
▁957	-767
▁1677	-768
▁1161	-769
▁1278	-770
▁883	-771
▁896	-772
▁1097	-773
▁1267	-774
▁1465	-775
▁680	-776
▁688	-777
▁1011	-778
▁1679	-779
▁312	-780
▁789	-781
▁769	-782
▁467	-783
▁968	-784
▁1480	-785
▁1707	-786
▁1915	-787
▁796	-788
▁1376	-789
▁142	-790
▁687	-791
▁338	-792
▁760	-793
▁1764	-794
▁1587	-795
▁330	-796
▁348	-797
▁1343	-798
▁1776	-799
▁502	-800
▁876	-801
▁906	-802
▁977	-803
▁877	-804
▁1505	-805
▁1054	-806
▁779	-807
▁1364	-808
▁1795	-809
▁87	-810
▁308	-811
▁449	-812
▁1825	-813
▁2229	-814
▁608	-815
▁903	-816
▁880	-817
▁1180	-818
▁1682	-819
▁268	-820
▁387	-821
▁623	-822
▁1624	-823
▁754	-824
▁856	-825
▁1689	-826
▁921	-827
▁941	-828
▁985	-829
▁448	-830
▁513	-831
▁1493	-832
▁380	-833
▁1126	-834
▁1646	-835
▁265	-836
▁561	-837
▁1432	-838
▁821	-839
▁227	-840
▁832	-841
▁900	-842
▁757	-843
▁1957	-844
▁1564	-845
▁148	-846
▁1469	-847
▁1570	-848
▁583	-849
▁1535	-850
▁736	-851
▁996	-852
▁1834	-853
▁2103	-854
▁627	-855
▁1326	-856
▁849	-857
▁1379	-858
▁335	-859
▁697	-860
▁615	-861
▁1703	-862
▁198	-863
▁1676	-864
▁914	-865
▁210	-866
▁373	-867
▁831	-868
▁937	-869
▁89	-870
▁886	-871
▁1507	-872
▁136	-873
▁983	-874
▁708	-875
▁964	-876
▁1475	-877
▁395	-878
▁1954	-879
▁192	-880
▁1647	-881
▁1715	-882
▁1730	-883
▁655	-884
▁1117	-885
▁1710	-886
▁1133	-887
▁1367	-888
▁1910	-889
▁1904	-890
▁860	-891
▁947	-892
▁1791	-893
▁1174	-894
▁1491	-895
▁567	-896
▁287	-897
▁545	-898
▁771	-899
▁170	-900
▁1471	-901
▁303	-902
▁598	-903
▁1448	-904
▁1748	-905
▁601	-906
▁219	-907
▁1070	-908
▁1081	-909
▁345	-910
▁1642	-911
▁2010	-912
▁722	-913
▁215	-914
▁700	-915
▁1028	-916
▁1369	-917
▁274	-918
▁686	-919
▁588	-920
▁1396	-921
▁1968	-922
▁949	-923
▁1737	-924
▁1892	-925
▁801	-926
▁1528	-927
▁665	-928
▁669	-929
▁1789	-930
▁296	-931
▁1131	-932
▁1864	-933
▁699	-934
▁705	-935
▁1616	-936
▁141	-937
▁453	-938
▁1387	-939
▁1792	-940
▁542	-941
▁872	-942
▁1077	-943
▁1479	-944
▁365	-945
▁1121	-946
▁1146	-947
▁1714	-948
▁1156	-949
▁1350	-950
▁1510	-951
▁1638	-952
▁480	-953
▁818	-954
▁1366	-955
▁1550	-956
▁407	-957
▁469	-958
▁610	-959
▁1895	-960
▁1543	-961
▁318	-962
▁334	-963
▁838	-964
▁908	-965
▁1327	-966
▁668	-967
▁1083	-968
▁2097	-969
▁1143	-970
▁1690	-971
▁2179	-972
▁412	-973
▁483	-974
▁1249	-975
▁1611	-976
▁1615	-977
▁1284	-978
▁410	-979
▁709	-980
▁1019	-981
▁1394	-982
▁654	-983
▁140	-984
▁575	-985
▁1381	-986
▁725	-987
▁1598	-988
▁525	-989
▁1004	-990
▁1632	-991
▁1766	-992
▁120	-993
▁631	-994
▁1393	-995
▁1189	-996
▁566	-997
▁829	-998
▁1334	-999
▁1567	-1000
▁369	-1001
▁855	-1002
▁851	-1003
▁1178	-1004
▁1937	-1005
▁371	-1006
▁352	-1007
▁555	-1008
▁1408	-1009
▁1488	-1010
▁1763	-1011
▁123	-1012
▁439	-1013
▁133	-1014
▁843	-1015
▁1114	-1016
▁1912	-1017
▁971	-1018
▁988	-1019
▁1165	-1020
▁1241	-1021
▁1697	-1022
▁1362	-1023
▁1420	-1024
▁1470	-1025
▁1923	-1026
▁452	-1027
▁1423	-1028
▁1777	-1029
▁474	-1030
▁671	-1031
▁1523	-1032
▁489	-1033
▁1831	-1034
▁96	-1035
▁403	-1036
▁841	-1037
▁1936	-1038
▁2001	-1039
▁2260	-1040
▁471	-1041
▁1813	-1042
▁1902	-1043
▁522	-1044
▁998	-1045
▁1027	-1046
▁1540	-1047
▁1569	-1048
▁547	-1049
▁1021	-1050
▁1342	-1051
▁1842	-1052
▁704	-1053
▁1142	-1054
▁2154	-1055
▁2455	-1056
▁329	-1057
▁798	-1058
▁1487	-1059
▁913	-1060
▁134	-1061
▁554	-1062
▁716	-1063
▁1410	-1064
▁1372	-1065
▁679	-1066
▁1477	-1067
▁624	-1068
▁960	-1069
▁1200	-1070
▁1216	-1071
▁2000	-1072
▁1986	-1073
▁1618	-1074
▁1160	-1075
▁1092	-1076
▁741	-1077
▁1123	-1078
▁596	-1079
▁943	-1080
▁1846	-1081
▁1429	-1082
▁135	-1083
▁1157	-1084
▁1158	-1085
▁621	-1086
▁1008	-1087
▁1390	-1088
▁1466	-1089
▁286	-1090
▁1079	-1091
▁1620	-1092
▁1779	-1093
▁1874	-1094
▁543	-1095
▁1336	-1096
▁802	-1097
▁582	-1098
▁402	-1099
▁837	-1100
▁1450	-1101
▁1687	-1102
▁249	-1103
▁1747	-1104
▁495	-1105
▁827	-1106
▁1118	-1107
▁1995	-1108
▁1685	-1109
▁117	-1110
▁526	-1111
▁1206	-1112
▁1428	-1113
▁1579	-1114
▁2181	-1115
▁1002	-1116
▁1607	-1117
▁675	-1118
▁1821	-1119
▁1006	-1120
▁1654	-1121
▁1767	-1122
▁1781	-1123
▁836	-1124
▁464	-1125
▁337	-1126
▁815	-1127
▁36	-1128
▁428	-1129
▁1806	-1130
▁2475	-1131
▁599	-1132
▁1000	-1133
▁1563	-1134
▁1678	-1135
▁2200	-1136
▁304	-1137
▁1109	-1138
▁1247	-1139
▁1580	-1140
▁1802	-1141
▁383	-1142
▁493	-1143
▁622	-1144
▁868	-1145
▁989	-1146
▁1051	-1147
▁1164	-1148
▁1704	-1149
▁1476	-1150
▁1482	-1151
▁91	-1152
▁463	-1153
▁1700	-1154
▁1723	-1155
▁1826	-1156
▁356	-1157
▁1087	-1158
▁1655	-1159
▁1991	-1160
▁2052	-1161
▁1335	-1162
▁1652	-1163
▁1840	-1164
▁1879	-1165
▁1955	-1166
▁1754	-1167
▁1020	-1168
▁1047	-1169
▁1386	-1170
▁1481	-1171
▁1808	-1172
▁324	-1173
▁1344	-1174
▁1397	-1175
▁78	-1176
▁740	-1177
▁1658	-1178
▁1814	-1179
▁1853	-1180
▁1871	-1181
▁1965	-1182
▁2392	-1183
▁743	-1184
▁1467	-1185
▁2214	-1186
▁788	-1187
▁1520	-1188
▁1159	-1189
▁695	-1190
▁1643	-1191
▁2047	-1192
▁974	-1193
▁1790	-1194
▁1837	-1195
▁1839	-1196
▁1447	-1197
▁1585	-1198
▁1769	-1199
▁1800	-1200
▁1841	-1201
▁602	-1202
▁1024	-1203
▁1088	-1204
▁544	-1205
▁892	-1206
▁1443	-1207
▁1881	-1208
▁2531	-1209
▁713	-1210
▁1196	-1211
▁1380	-1212
▁1132	-1213
▁1221	-1214
▁1371	-1215
▁131	-1216
▁1778	-1217
▁1829	-1218
▁2039	-1219
▁2246	-1220
▁273	-1221
▁909	-1222
▁578	-1223
▁1558	-1224
▁454	-1225
▁677	-1226
▁783	-1227
▁2372	-1228
▁826	-1229
▁1490	-1230
▁1717	-1231
▁1774	-1232
▁336	-1233
▁1783	-1234
▁1919	-1235
▁787	-1236
▁1291	-1237
▁1555	-1238
▁1634	-1239
▁1908	-1240
▁1244	-1241
▁1253	-1242
▁1340	-1243
▁1884	-1244
▁2282	-1245
▁1370	-1246
▁2217	-1247
▁98	-1248
▁358	-1249
▁424	-1250
▁728	-1251
▁1098	-1252
▁1900	-1253
▁248	-1254
▁374	-1255
▁866	-1256
▁1804	-1257
▁1856	-1258
▁441	-1259
▁1270	-1260
▁1803	-1261
▁2139	-1262
▁59	-1263
▁92	-1264
▁1248	-1265
▁1518	-1266
▁1659	-1267
▁781	-1268
▁934	-1269
▁1506	-1270
▁1560	-1271
▁1588	-1272
▁1869	-1273
▁1887	-1274
▁174	-1275
▁1773	-1276
▁2320	-1277
▁2520	-1278
▁333	-1279
▁506	-1280
▁1001	-1281
▁1049	-1282
▁1546	-1283
▁2120	-1284
▁703	-1285
▁867	-1286
▁967	-1287
▁1235	-1288
▁1537	-1289
▁1425	-1290
▁1794	-1291
▁276	-1292
▁871	-1293
▁1144	-1294
▁1438	-1295
▁1628	-1296
▁2204	-1297
▁1064	-1298
▁1644	-1299
▁2189	-1300
▁104	-1301
▁524	-1302
▁1389	-1303
▁251	-1304
▁1517	-1305
▁1740	-1306
▁702	-1307
▁1832	-1308
▁1860	-1309
▁382	-1310
▁1166	-1311
▁2182	-1312
▁71	-1313
▁430	-1314
▁492	-1315
▁1145	-1316
▁343	-1317
▁822	-1318
▁1686	-1319
▁2698	-1320
▁1029	-1321
▁2044	-1322
▁1231	-1323
▁1718	-1324
▁850	-1325
▁1116	-1326
▁1185	-1327
▁1182	-1328
▁1400	-1329
▁750	-1330
▁875	-1331
▁2180	-1332
▁341	-1333
▁1044	-1334
▁1274	-1335
▁1360	-1336
▁1392	-1337
▁1075	-1338
▁1268	-1339
▁1468	-1340
▁2151	-1341
▁1527	-1342
▁1122	-1343
▁1220	-1344
▁1298	-1345
▁2283	-1346
▁2330	-1347
▁299	-1348
▁391	-1349
▁1645	-1350
▁1972	-1351
▁2364	-1352
▁1395	-1353
▁1796	-1354
▁797	-1355
▁962	-1356
▁1242	-1357
▁1545	-1358
▁1613	-1359
▁1943	-1360
▁450	-1361
▁889	-1362
▁1472	-1363
▁2054	-1364
▁2266	-1365
▁972	-1366
▁1261	-1367
▁2485	-1368
▁359	-1369
▁1926	-1370
▁2088	-1371
▁1674	-1372
▁2083	-1373
▁2176	-1374
▁2230	-1375
▁1332	-1376
▁1536	-1377
▁1576	-1378
▁1163	-1379
▁1282	-1380
▁1705	-1381
▁1823	-1382
▁1989	-1383
▁246	-1384
▁799	-1385
▁1149	-1386
▁1184	-1387
▁1693	-1388
▁2267	-1389
▁79	-1390
▁1074	-1391
▁1197	-1392
▁2496	-1393
▁319	-1394
▁434	-1395
▁772	-1396
▁1499	-1397
▁2201	-1398
▁317	-1399
▁1734	-1400
▁2265	-1401
▁438	-1402
▁1402	-1403
▁1440	-1404
▁1656	-1405
▁955	-1406
▁1245	-1407
▁1921	-1408
▁1453	-1409
▁1985	-1410
▁2002	-1411
▁262	-1412
▁344	-1413
▁911	-1414
▁1627	-1415
▁1877	-1416
▁2034	-1417
▁2281	-1418
▁976	-1419
▁1199	-1420
▁2164	-1421
▁2293	-1422
▁579	-1423
▁1080	-1424
▁1592	-1425
▁1742	-1426
▁2245	-1427
▁717	-1428
▁895	-1429
▁1043	-1430
▁1956	-1431
▁2197	-1432
▁2375	-1433
▁326	-1434
▁465	-1435
▁753	-1436
▁1427	-1437
▁1571	-1438
▁2288	-1439
▁110	-1440
▁306	-1441
▁1181	-1442
▁1191	-1443
▁1631	-1444
▁1868	-1445
▁1911	-1446
▁2284	-1447
▁1128	-1448
▁1861	-1449
▁2242	-1450
▁865	-1451
▁1038	-1452
▁1454	-1453
▁1458	-1454
▁442	-1455
▁455	-1456
▁963	-1457
▁1272	-1458
▁2024	-1459
▁426	-1460
▁500	-1461
▁535	-1462
▁739	-1463
▁1434	-1464
▁1457	-1465
▁1812	-1466
▁2125	-1467
▁138	-1468
▁231	-1469
▁354	-1470
▁372	-1471
▁891	-1472
▁1018	-1473
▁1439	-1474
▁2422	-1475
▁609	-1476
▁1430	-1477
▁1514	-1478
▁1572	-1479
▁1759	-1480
▁881	-1481
▁1363	-1482
▁1383	-1483
▁1886	-1484
▁1310	-1485
▁1716	-1486
▁1780	-1487
▁2228	-1488
▁2305	-1489
▁534	-1490
▁1502	-1491
▁1683	-1492
▁2060	-1493
▁2107	-1494
▁2280	-1495
▁933	-1496
▁1942	-1497
▁429	-1498
▁477	-1499
▁1228	-1500
▁1255	-1501
▁1398	-1502
▁1692	-1503
▁1761	-1504
▁2066	-1505
▁625	-1506
▁936	-1507
▁1684	-1508
▁414	-1509
▁965	-1510
▁481	-1511
▁1141	-1512
▁1385	-1513
▁1733	-1514
▁1743	-1515
▁1177	-1516
▁1621	-1517
▁1701	-1518
▁1959	-1519
▁193	-1520
▁690	-1521
▁759	-1522
▁1417	-1523
▁1548	-1524
▁1568	-1525
▁712	-1526
▁1636	-1527
▁1719	-1528
▁1850	-1529
▁2146	-1530
▁2269	-1531
▁447	-1532
▁580	-1533
▁1108	-1534
▁1299	-1535
▁1522	-1536
▁1876	-1537
▁2106	-1538
▁2425	-1539
▁2434	-1540
▁2606	-1541
▁628	-1542
▁776	-1543
▁1302	-1544
▁1815	-1545
▁1865	-1546
▁2161	-1547
▁2263	-1548
▁261	-1549
▁1699	-1550
▁1934	-1551
▁73	-1552
▁507	-1553
▁1271	-1554
▁1739	-1555
▁1885	-1556
▁1992	-1557
▁660	-1558
▁1660	-1559
▁1880	-1560
▁2017	-1561
▁2110	-1562
▁2451	-1563
▁1134	-1564
▁1474	-1565
▁1732	-1566
▁2163	-1567
▁1905	-1568
▁2130	-1569
▁384	-1570
▁1094	-1571
▁1169	-1572
▁2038	-1573
▁2258	-1574
▁2411	-1575
▁2538	-1576
▁707	-1577
▁966	-1578
▁1082	-1579
▁1640	-1580
▁1691	-1581
▁1817	-1582
▁2068	-1583
▁2153	-1584
▁2369	-1585
▁2544	-1586
▁294	-1587
▁1137	-1588
▁1412	-1589
▁1852	-1590
▁433	-1591
▁1609	-1592
▁2070	-1593
▁2209	-1594
▁2216	-1595
▁2376	-1596
▁715	-1597
▁1762	-1598
▁2297	-1599
▁2393	-1600
▁1085	-1601
▁1333	-1602
▁1935	-1603
▁2286	-1604
▁2634	-1605
▁1586	-1606
▁80	-1607
▁854	-1608
▁1208	-1609
▁1337	-1610
▁1830	-1611
▁2145	-1612
▁1086	-1613
▁1294	-1614
▁1330	-1615
▁1436	-1616
▁1675	-1617
▁2307	-1618
▁1538	-1619
▁1668	-1620
▁2218	-1621
▁1573	-1622
▁1978	-1623
▁2109	-1624
▁2167	-1625
▁2504	-1626
▁2514	-1627
▁531	-1628
▁1139	-1629
▁1234	-1630
▁1359	-1631
▁1375	-1632
▁1667	-1633
▁1878	-1634
▁1947	-1635
▁2100	-1636
▁2122	-1637
▁1735	-1638
▁1835	-1639
▁2021	-1640
▁2196	-1641
▁114	-1642
▁118	-1643
▁2074	-1644
▁2191	-1645
▁2457	-1646
▁820	-1647
▁1461	-1648
▁1584	-1649
▁1785	-1650
▁1833	-1651
▁2399	-1652
▁664	-1653
▁1361	-1654
▁1559	-1655
▁1562	-1656
▁1818	-1657
▁1202	-1658
▁1236	-1659
▁1844	-1660
▁2036	-1661
▁2078	-1662
▁1260	-1663
▁1801	-1664
▁2595	-1665
▁1341	-1666
▁2170	-1667
▁2570	-1668
▁944	-1669
▁1031	-1670
▁1264	-1671
▁1388	-1672
▁1404	-1673
▁2071	-1674
▁2627	-1675
▁1240	-1676
▁1391	-1677
▁1456	-1678
▁2084	-1679
▁2138	-1680
▁1292	-1681
▁1922	-1682
▁2169	-1683
▁2486	-1684
▁2572	-1685
▁2654	-1686
▁553	-1687
▁897	-1688
▁1111	-1689
▁1810	-1690
▁1939	-1691
▁2232	-1692
▁2249	-1693
▁2351	-1694
▁232	-1695
▁490	-1696
▁565	-1697
▁1243	-1698
▁1883	-1699
▁2185	-1700
▁417	-1701
▁549	-1702
▁1033	-1703
▁1212	-1704
▁1444	-1705
▁1511	-1706
▁1848	-1707
▁421	-1708
▁859	-1709
▁1173	-1710
▁2158	-1711
▁539	-1712
▁1263	-1713
▁1348	-1714
▁1508	-1715
▁2127	-1716
▁2256	-1717
▁2257	-1718
▁1566	-1719
▁1625	-1720
▁1720	-1721
▁1760	-1722
▁1820	-1723
▁2081	-1724
▁406	-1725
▁719	-1726
▁1530	-1727
▁1946	-1728
▁2037	-1729
▁2439	-1730
▁470	-1731
▁940	-1732
▁1257	-1733
▁1289	-1734
▁1442	-1735
▁1807	-1736
▁1929	-1737
▁2067	-1738
▁2700	-1739
▁264	-1740
▁581	-1741
▁1183	-1742
▁1415	-1743
▁1553	-1744
▁1578	-1745
▁1662	-1746
▁1755	-1747
▁2546	-1748
▁1836	-1749
▁612	-1750
▁825	-1751
▁1882	-1752
▁1969	-1753
▁128	-1754
▁1224	-1755
▁2135	-1756
▁2221	-1757
▁2308	-1758
▁1042	-1759
▁1542	-1760
▁2304	-1761
▁2357	-1762
▁2625	-1763
▁2711	-1764
▁2747	-1765
▁751	-1766
▁839	-1767
▁1171	-1768
▁2016	-1769
▁521	-1770
▁1413	-1771
▁1793	-1772
▁2055	-1773
▁1252	-1774
▁1863	-1775
▁1966	-1776
▁2534	-1777
▁1521	-1778
▁1858	-1779
▁2398	-1780
▁486	-1781
▁1226	-1782
▁1657	-1783
▁2404	-1784
▁3149	-1785
▁1629	-1786
▁666	-1787
▁1003	-1788
▁1496	-1789
▁1630	-1790
▁1788	-1791
▁457	-1792
▁1099	-1793
▁1188	-1794
▁1951	-1795
▁2235	-1796
▁2543	-1797
▁2695	-1798
▁511	-1799
▁546	-1800
▁594	-1801
▁1308	-1802
▁1407	-1803
▁1907	-1804
▁2143	-1805
▁2237	-1806
▁701	-1807
▁1828	-1808
▁2116	-1809
▁2183	-1810
▁2353	-1811
▁2360	-1812
▁2384	-1813
▁432	-1814
▁749	-1815
▁767	-1816
▁1870	-1817
▁1962	-1818
▁2289	-1819
▁2395	-1820
▁115	-1821
▁577	-1822
▁1239	-1823
▁1509	-1824
▁1680	-1825
▁1944	-1826
▁1979	-1827
▁2007	-1828
▁2045	-1829
▁2115	-1830
▁2589	-1831
▁497	-1832
▁1603	-1833
▁1847	-1834
▁2014	-1835
▁2186	-1836
▁2199	-1837
▁218	-1838
▁766	-1839
▁1549	-1840
▁422	-1841
▁1357	-1842
▁1455	-1843
▁1459	-1844
▁1483	-1845
▁1497	-1846
▁2076	-1847
▁2208	-1848
▁2219	-1849
▁2239	-1850
▁2316	-1851
▁2598	-1852
▁2795	-1853
▁618	-1854
▁1460	-1855
▁1724	-1856
▁2085	-1857
▁2748	-1858
▁2942	-1859
▁536	-1860
▁698	-1861
▁910	-1862
▁979	-1863
▁1262	-1864
▁2009	-1865
▁2366	-1866
▁1478	-1867
▁1532	-1868
▁1976	-1869
▁2117	-1870
▁1093	-1871
▁1140	-1872
▁2535	-1873
▁604	-1874
▁1204	-1875
▁1664	-1876
▁1709	-1877
▁2075	-1878
▁2346	-1879
▁2358	-1880
▁126	-1881
▁990	-1882
▁1368	-1883
▁1556	-1884
▁1574	-1885
▁1819	-1886
▁2177	-1887
▁2223	-1888
▁2317	-1889
▁2885	-1890
▁893	-1891
▁1209	-1892
▁1702	-1893
▁1924	-1894
▁132	-1895
▁1259	-1896
▁1339	-1897
▁1431	-1898
▁2202	-1899
▁2394	-1900
▁2470	-1901
▁2702	-1902
▁562	-1903
▁1827	-1904
▁2397	-1905
▁368	-1906
▁1601	-1907
▁2030	-1908
▁2040	-1909
▁2527	-1910
▁2610	-1911
▁69	-1912
▁730	-1913
▁986	-1914
▁1048	-1915
▁1916	-1916
▁2647	-1917
▁1045	-1918
▁1286	-1919
▁1347	-1920
▁1981	-1921
▁2198	-1922
▁2368	-1923
▁2621	-1924
▁2828	-1925
▁137	-1926
▁351	-1927
▁519	-1928
▁589	-1929
▁952	-1930
▁1930	-1931
▁2447	-1932
▁2453	-1933
▁2482	-1934
▁2717	-1935
▁1352	-1936
▁1539	-1937
▁1595	-1938
▁1665	-1939
▁2053	-1940
▁2144	-1941
▁2259	-1942
▁2291	-1943
▁2866	-1944
▁898	-1945
▁1503	-1946
▁1851	-1947
▁2343	-1948
▁2540	-1949
▁1016	-1950
▁1557	-1951
▁1849	-1952
▁1855	-1953
▁2331	-1954
▁2507	-1955
▁711	-1956
▁2005	-1957
▁2193	-1958
▁2195	-1959
▁2517	-1960
▁616	-1961
▁1484	-1962
▁1610	-1963
▁1838	-1964
▁2025	-1965
▁2041	-1966
▁548	-1967
▁1593	-1968
▁1999	-1969
▁2022	-1970
▁2087	-1971
▁2287	-1972
▁2401	-1973
▁2567	-1974
▁2720	-1975
▁2730	-1976
▁2861	-1977
▁1112	-1978
▁2051	-1979
▁2252	-1980
▁2784	-1981
▁603	-1982
▁994	-1983
▁1039	-1984
▁1590	-1985
▁1888	-1986
▁2023	-1987
▁2043	-1988
▁2203	-1989
▁1519	-1990
▁2059	-1991
▁2105	-1992
▁2165	-1993
▁2494	-1994
▁559	-1995
▁1113	-1996
▁1591	-1997
▁1673	-1998
▁2222	-1999
▁2657	-2000
▁1225	-2001
▁1290	-2002
▁2292	-2003
▁2722	-2004
▁2723	-2005
▁2791	-2006
▁1925	-2007
▁2557	-2008
▁1313	-2009
▁1373	-2010
▁1619	-2011
▁1964	-2012
▁2484	-2013
▁1233	-2014
▁1304	-2015
▁1325	-2016
▁1728	-2017
▁2050	-2018
▁2431	-2019
▁2441	-2020
▁2503	-2021
▁2565	-2022
▁718	-2023
▁1296	-2024
▁1554	-2025
▁1721	-2026
▁2149	-2027
▁2220	-2028
▁2262	-2029
▁2462	-2030
▁2799	-2031
▁1041	-2032
▁2004	-2033
▁2123	-2034
▁2555	-2035
▁339	-2036
▁1917	-2037
▁1982	-2038
▁2104	-2039
▁2254	-2040
▁720	-2041
▁1731	-2042
▁2011	-2043
▁2152	-2044
▁2976	-2045
▁1641	-2046
▁2086	-2047
▁2160	-2048
▁2478	-2049
▁2481	-2050
▁2579	-2051
▁479	-2052
▁532	-2053
▁1205	-2054
▁1897	-2055
▁2374	-2056
▁2385	-2057
▁2600	-2058
▁1124	-2059
▁1914	-2060
▁2192	-2061
▁2604	-2062
▁2636	-2063
▁537	-2064
▁557	-2065
▁840	-2066
▁970	-2067
▁1324	-2068
▁1498	-2069
▁1512	-2070
▁1671	-2071
▁1867	-2072
▁2062	-2073
▁2150	-2074
▁1072	-2075
▁1095	-2076
▁1251	-2077
▁1254	-2078
▁1452	-2079
▁1694	-2080
▁1909	-2081
▁2079	-2082
▁2312	-2083
▁1288	-2084
▁1424	-2085
▁1529	-2086
▁1928	-2087
▁2018	-2088
▁2124	-2089
▁2413	-2090
▁1215	-2091
▁1351	-2092
▁1712	-2093
▁2114	-2094
▁2247	-2095
▁2302	-2096
▁2529	-2097
▁2645	-2098
▁2669	-2099
▁2788	-2100
▁1201	-2101
▁2323	-2102
▁2333	-2103
▁2380	-2104
▁2466	-2105
▁2513	-2106
▁2983	-2107
▁619	-2108
▁689	-2109
▁1275	-2110
▁1384	-2111
▁1695	-2112
▁1809	-2113
▁1866	-2114
▁2205	-2115
▁2332	-2116
▁2452	-2117
▁2558	-2118
▁2703	-2119
▁2781	-2120
▁1138	-2121
▁1526	-2122
▁1669	-2123
▁2347	-2124
▁2440	-2125
▁2574	-2126
▁2624	-2127
▁388	-2128
▁509	-2129
▁516	-2130
▁1317	-2131
▁2409	-2132
▁2502	-2133
▁2783	-2134
▁357	-2135
▁1320	-2136
▁1799	-2137
▁1949	-2138
▁2173	-2139
▁2207	-2140
▁2601	-2141
▁2727	-2142
▁2785	-2143
▁1485	-2144
▁1495	-2145
▁2128	-2146
▁2168	-2147
▁2255	-2148
▁2416	-2149
▁2726	-2150
▁2928	-2151
▁376	-2152
▁2644	-2153
▁2668	-2154
▁2697	-2155
▁2853	-2156
▁1036	-2157
▁1787	-2158
▁1963	-2159
▁1971	-2160
▁2027	-2161
▁2187	-2162
▁2474	-2163
▁2725	-2164
▁2750	-2165
▁3135	-2166
▁364	-2167
▁423	-2168
▁1050	-2169
▁1214	-2170
▁2035	-2171
▁2148	-2172
▁2248	-2173
▁2253	-2174
▁2446	-2175
▁2594	-2176
▁2616	-2177
▁2633	-2178
▁300	-2179
▁987	-2180
▁1265	-2181
▁1577	-2182
▁1751	-2183
▁1857	-2184
▁2094	-2185
▁2227	-2186
▁634	-2187
▁746	-2188
▁1258	-2189
▁1329	-2190
▁1741	-2191
▁1960	-2192
▁2069	-2193
▁2147	-2194
▁2156	-2195
▁2322	-2196
▁2613	-2197
▁2948	-2198
▁656	-2199
▁1437	-2200
▁2118	-2201
▁2172	-2202
▁2225	-2203
▁2468	-2204
▁2691	-2205
▁3106	-2206
▁468	-2207
▁633	-2208
▁1147	-2209
▁1250	-2210
▁2136	-2211
▁2310	-2212
▁2536	-2213
▁2820	-2214
▁1068	-2215
▁1120	-2216
▁1608	-2217
▁1711	-2218
▁2215	-2219
▁2405	-2220
▁2518	-2221
▁2716	-2222
▁2818	-2223
▁694	-2224
▁969	-2225
▁1280	-2226
▁1331	-2227
▁1843	-2228
▁1931	-2229
▁2487	-2230
▁2667	-2231
▁2787	-2232
▁1435	-2233
▁1736	-2234
▁2822	-2235
▁1089	-2236
▁1378	-2237
▁2090	-2238
▁2339	-2239
▁2519	-2240
▁2582	-2241
▁2660	-2242
▁2777	-2243
▁2877	-2244
▁807	-2245
▁1889	-2246
▁1920	-2247
▁2444	-2248
▁2545	-2249
▁2632	-2250
▁2920	-2251
▁975	-2252
▁2006	-2253
▁2213	-2254
▁2311	-2255
▁2450	-2256
▁2471	-2257
▁2690	-2258
▁510	-2259
▁747	-2260
▁1217	-2261
▁1230	-2262
▁1293	-2263
▁1421	-2264
▁1973	-2265
▁2072	-2266
▁2119	-2267
▁2303	-2268
▁2362	-2269
▁2460	-2270
▁2834	-2271
▁2882	-2272
▁640	-2273
▁1096	-2274
▁1411	-2275
▁1575	-2276
▁1898	-2277
▁1941	-2278
▁2190	-2279
▁2379	-2280
▁2508	-2281
▁2577	-2282
▁3073	-2283
▁2132	-2284
▁2805	-2285
▁1281	-2286
▁1534	-2287
▁1541	-2288
▁1890	-2289
▁2080	-2290
▁2089	-2291
▁2112	-2292
▁2463	-2293
▁2578	-2294
▁2941	-2295
▁572	-2296
▁1698	-2297
▁1948	-2298
▁2803	-2299
▁620	-2300
▁1256	-2301
▁1269	-2302
▁1875	-2303
▁1977	-2304
▁2065	-2305
▁2092	-2306
▁2278	-2307
▁2325	-2308
▁2365	-2309
▁2386	-2310
▁2510	-2311
▁2515	-2312
▁2684	-2313
▁3097	-2314
▁1604	-2315
▁1744	-2316
▁2612	-2317
▁2628	-2318
▁2719	-2319
▁2483	-2320
▁2629	-2321
▁2858	-2322
▁2914	-2323
▁1489	-2324
▁2129	-2325
▁2140	-2326
▁2157	-2327
▁2171	-2328
▁2318	-2329
▁2526	-2330
▁2586	-2331
▁2713	-2332
▁2793	-2333
▁3089	-2334
▁2178	-2335
▁2211	-2336
▁2490	-2337
▁2563	-2338
▁267	-2339
▁643	-2340
▁1090	-2341
▁1349	-2342
▁1531	-2343
▁1681	-2344
▁1726	-2345
▁2261	-2346
▁2377	-2347
▁2381	-2348
▁2718	-2349
▁1186	-2350
▁1219	-2351
▁1650	-2352
▁2250	-2353
▁2403	-2354
▁2406	-2355
▁2562	-2356
▁2681	-2357
▁2721	-2358
▁2746	-2359
▁2855	-2360
▁2978	-2361
▁3043	-2362
▁1198	-2363
▁2271	-2364
▁2338	-2365
▁2348	-2366
▁2653	-2367
▁2714	-2368
▁3013	-2369
▁3152	-2370
▁419	-2371
▁1401	-2372
▁1663	-2373
▁1903	-2374
▁1953	-2375
▁2108	-2376
▁2159	-2377
▁2241	-2378
▁2501	-2379
▁2617	-2380
▁2694	-2381
▁2829	-2382
▁2859	-2383
▁2888	-2384
▁3233	-2385
▁1416	-2386
▁1504	-2387
▁1696	-2388
▁1768	-2389
▁2048	-2390
▁2077	-2391
▁2387	-2392
▁2454	-2393
▁3155	-2394
▁1750	-2395
▁2008	-2396
▁2020	-2397
▁2206	-2398
▁2345	-2399
▁2359	-2400
▁2539	-2401
▁2736	-2402
▁2753	-2403
▁2868	-2404
▁3050	-2405
▁982	-2406
▁1353	-2407
▁1354	-2408
▁1515	-2409
▁1565	-2410
▁1984	-2411
▁2026	-2412
▁2098	-2413
▁2099	-2414
▁2309	-2415
▁2640	-2416
▁2732	-2417
▁2815	-2418
▁3037	-2419
▁723	-2420
▁1229	-2421
▁1237	-2422
▁1273	-2423
▁1896	-2424
▁2049	-2425
▁2113	-2426
▁2300	-2427
▁2327	-2428
▁2576	-2429
▁494	-2430
▁785	-2431
▁1525	-2432
▁1722	-2433
▁2015	-2434
▁2019	-2435
▁2371	-2436
▁2459	-2437
▁2749	-2438
▁2819	-2439
▁2956	-2440
▁3049	-2441
▁125	-2442
▁270	-2443
▁611	-2444
▁1218	-2445
▁1246	-2446
▁1913	-2447
▁2082	-2448
▁2095	-2449
▁2233	-2450
▁2429	-2451
▁2686	-2452
▁2796	-2453
▁890	-2454
▁1276	-2455
▁1279	-2456
▁1403	-2457
▁1738	-2458
▁1997	-2459
▁2299	-2460
▁2355	-2461
▁2427	-2462
▁2436	-2463
▁2465	-2464
▁2897	-2465
▁3102	-2466
▁3185	-2467
▁721	-2468
▁1207	-2469
▁1419	-2470
▁1451	-2471
▁2428	-2472
▁2461	-2473
▁2479	-2474
▁2506	-2475
▁2663	-2476
▁2672	-2477
▁2849	-2478
▁3017	-2479
▁3234	-2480
▁1377	-2481
▁1414	-2482
▁1670	-2483
▁1975	-2484
▁2046	-2485
▁2236	-2486
▁2418	-2487
▁2602	-2488
▁2709	-2489
▁2724	-2490
▁2823	-2491
▁1582	-2492
▁2524	-2493
▁2643	-2494
▁2729	-2495
▁2731	-2496
▁2761	-2497
▁2778	-2498
▁1303	-2499
▁1306	-2500
▁1597	-2501
▁2013	-2502
▁2063	-2503
▁2268	-2504
▁2456	-2505
▁2500	-2506
▁2728	-2507
▁2745	-2508
▁2975	-2509
▁3057	-2510
▁3092	-2511
▁436	-2512
▁1651	-2513
▁2224	-2514
▁2390	-2515
▁2688	-2516
▁2802	-2517
▁2870	-2518
▁2957	-2519
▁427	-2520
▁504	-2521
▁508	-2522
▁1295	-2523
▁1551	-2524
▁2298	-2525
▁2488	-2526
▁2591	-2527
▁1433	-2528
▁2480	-2529
▁2588	-2530
▁2603	-2531
▁2611	-2532
▁2678	-2533
▁2754	-2534
▁2769	-2535
▁2782	-2536
▁3025	-2537
▁3145	-2538
▁3228	-2539
▁473	-2540
▁587	-2541
▁1300	-2542
▁1307	-2543
▁1473	-2544
▁1945	-2545
▁1983	-2546
▁2234	-2547
▁2243	-2548
▁2350	-2549
▁2419	-2550
▁2521	-2551
▁2675	-2552
▁2708	-2553
▁2812	-2554
▁2939	-2555
▁2960	-2556
▁3206	-2557
▁1486	-2558
▁2426	-2559
▁2523	-2560
▁2573	-2561
▁2575	-2562
▁2635	-2563
▁2813	-2564
▁2893	-2565
▁3008	-2566
▁3120	-2567
▁1227	-2568
▁1315	-2569
▁1994	-2570
▁2142	-2571
▁2174	-2572
▁2184	-2573
▁2238	-2574
▁2275	-2575
▁2414	-2576
▁2547	-2577
▁2568	-2578
▁2661	-2579
▁2666	-2580
▁2760	-2581
▁2932	-2582
▁3068	-2583
▁1187	-2584
▁1297	-2585
▁1932	-2586
▁2096	-2587
▁2226	-2588
▁2279	-2589
▁2329	-2590
▁2430	-2591
▁2511	-2592
▁2776	-2593
▁2862	-2594
▁2874	-2595
▁2946	-2596
▁3090	-2597
▁3161	-2598
▁1635	-2599
▁1637	-2600
▁1824	-2601
▁1933	-2602
▁2162	-2603
▁2194	-2604
▁2326	-2605
▁2421	-2606
▁2442	-2607
▁2623	-2608
▁2651	-2609
▁2790	-2610
▁2908	-2611
▁3127	-2612
▁3128	-2613
▁1854	-2614
▁1901	-2615
▁2378	-2616
▁2396	-2617
▁2402	-2618
▁2528	-2619
▁2626	-2620
▁2638	-2621
▁2665	-2622
▁2836	-2623
▁2921	-2624
▁2930	-2625
▁2962	-2626
▁3003	-2627
▁3006	-2628
▁3202	-2629
▁1091	-2630
▁1552	-2631
▁1872	-2632
▁2134	-2633
▁2231	-2634
▁2367	-2635
▁2473	-2636
▁2552	-2637
▁2641	-2638
▁2705	-2639
▁2864	-2640
▁2990	-2641
▁2994	-2642
▁2995	-2643
▁3151	-2644
▁3277	-2645
▁435	-2646
▁1301	-2647
▁2012	-2648
▁2334	-2649
▁2495	-2650
▁2542	-2651
▁2561	-2652
▁2609	-2653
▁2639	-2654
▁2696	-2655
▁2701	-2656
▁2743	-2657
▁2814	-2658
▁2832	-2659
▁2869	-2660
▁2916	-2661
▁2984	-2662
▁1547	-2663
▁1666	-2664
▁2212	-2665
▁2264	-2666
▁2391	-2667
▁2522	-2668
▁2963	-2669
▁3208	-2670
▁1323	-2671
▁1752	-2672
▁1845	-2673
▁2061	-2674
▁2294	-2675
▁2324	-2676
▁2740	-2677
▁2742	-2678
▁2837	-2679
▁2889	-2680
▁2997	-2681
▁3143	-2682
▁3271	-2683
▁1316	-2684
▁1770	-2685
▁2126	-2686
▁2270	-2687
▁2314	-2688
▁2344	-2689
▁2525	-2690
▁2844	-2691
▁2879	-2692
▁2953	-2693
▁3015	-2694
▁3024	-2695
▁3027	-2696
▁3117	-2697
▁3223	-2698
▁593	-2699
▁1314	-2700
▁1328	-2701
▁1786	-2702
▁1974	-2703
▁2029	-2704
▁2306	-2705
▁2537	-2706
▁2541	-2707
▁2607	-2708
▁2615	-2709
▁2680	-2710
▁2707	-2711
▁2712	-2712
▁2734	-2713
▁2780	-2714
▁2851	-2715
▁2986	-2716
▁3111	-2717
▁3153	-2718
▁1287	-2719
▁1409	-2720
▁1544	-2721
▁1805	-2722
▁1891	-2723
▁1990	-2724
▁2057	-2725
▁2133	-2726
▁2137	-2727
▁2210	-2728
▁2290	-2729
▁2342	-2730
▁2435	-2731
▁2559	-2732
▁2710	-2733
▁2809	-2734
▁2871	-2735
▁2965	-2736
▁3044	-2737
▁3061	-2738
▁3176	-2739
▁726	-2740
▁1708	-2741
▁1899	-2742
▁2272	-2743
▁2273	-2744
▁2566	-2745
▁2652	-2746
▁2752	-2747
▁2800	-2748
▁2863	-2749
▁2934	-2750
▁2937	-2751
▁3040	-2752
▁1462	-2753
▁1771	-2754
▁1940	-2755
▁2033	-2756
▁2091	-2757
▁2093	-2758
▁2491	-2759
▁2550	-2760
▁2581	-2761
▁2618	-2762
▁2811	-2763
▁2856	-2764
▁2857	-2765
▁2887	-2766
▁2931	-2767
▁2998	-2768
▁3042	-2769
▁3119	-2770
▁3209	-2771
▁3254	-2772
▁1223	-2773
▁1406	-2774
▁1672	-2775
▁2073	-2776
▁2580	-2777
▁2662	-2778
▁2808	-2779
▁2927	-2780
▁2950	-2781
▁3191	-2782
▁3263	-2783
▁1524	-2784
▁1725	-2785
▁2489	-2786
▁2499	-2787
▁2704	-2788
▁2715	-2789
▁2789	-2790
▁2824	-2791
▁2845	-2792
▁2854	-2793
▁2967	-2794
▁3080	-2795
▁3255	-2796
▁3282	-2797
▁584	-2798
▁918	-2799
▁1894	-2800
▁1927	-2801
▁2101	-2802
▁2102	-2803
▁2155	-2804
▁2356	-2805
▁2417	-2806
▁2467	-2807
▁2622	-2808
▁2706	-2809
▁2810	-2810
▁2816	-2811
▁2830	-2812
▁2924	-2813
▁3056	-2814
▁3064	-2815
▁3114	-2816
▁3275	-2817
▁413	-2818
▁1305	-2819
▁1309	-2820
▁1938	-2821
▁2389	-2822
▁2443	-2823
▁2674	-2824
▁2687	-2825
▁2954	-2826
▁2973	-2827
▁3100	-2828
▁3257	-2829
▁1784	-2830
▁1859	-2831
▁1893	-2832
▁1918	-2833
▁1967	-2834
▁2363	-2835
▁2533	-2836
▁2642	-2837
▁2649	-2838
▁2650	-2839
▁2676	-2840
▁2744	-2841
▁2873	-2842
▁2880	-2843
▁3028	-2844
▁3058	-2845
▁3194	-2846
▁3229	-2847
▁3240	-2848
▁1321	-2849
▁2111	-2850
▁2797	-2851
▁2848	-2852
▁2860	-2853
▁2886	-2854
▁3095	-2855
▁3103	-2856
▁3118	-2857
▁3134	-2858
▁3237	-2859
▁3293	-2860
▁385	-2861
▁416	-2862
▁1238	-2863
▁1757	-2864
▁2166	-2865
▁2296	-2866
▁2328	-2867
▁2472	-2868
▁2569	-2869
▁2584	-2870
▁2792	-2871
▁2817	-2872
▁2894	-2873
▁2899	-2874
▁2935	-2875
▁2961	-2876
▁2985	-2877
▁3022	-2878
▁3047	-2879
▁3104	-2880
▁3168	-2881
▁3171	-2882
▁3222	-2883
▁1605	-2884
▁2058	-2885
▁2276	-2886
▁2532	-2887
▁2549	-2888
▁2556	-2889
▁2571	-2890
▁2587	-2891
▁2637	-2892
▁2895	-2893
▁2905	-2894
▁2977	-2895
▁2993	-2896
▁3033	-2897
▁3048	-2898
▁3072	-2899
▁3084	-2900
▁3121	-2901
▁3141	-2902
▁3182	-2903
▁1195	-2904
▁1283	-2905
▁1500	-2906
▁1729	-2907
▁1952	-2908
▁1970	-2909
▁1980	-2910
▁2410	-2911
▁2497	-2912
▁2907	-2913
▁2951	-2914
▁3014	-2915
▁3026	-2916
▁3052	-2917
▁2337	-2918
▁2433	-2919
▁2458	-2920
▁2620	-2921
▁2683	-2922
▁2692	-2923
▁2755	-2924
▁2804	-2925
▁2806	-2926
▁2915	-2927
▁2925	-2928
▁2944	-2929
▁2968	-2930
▁3000	-2931
▁3002	-2932
▁3032	-2933
▁3187	-2934
▁3358	-2935
▁2277	-2936
▁2407	-2937
▁2516	-2938
▁2585	-2939
▁2631	-2940
▁2659	-2941
▁2756	-2942
▁2759	-2943
▁2765	-2944
▁2982	-2945
▁3021	-2946
▁3029	-2947
▁3051	-2948
▁3059	-2949
▁3060	-2950
▁3116	-2951
▁3129	-2952
▁3190	-2953
▁3207	-2954
▁3245	-2955
▁1034	-2956
▁1758	-2957
▁2285	-2958
▁2341	-2959
▁2415	-2960
▁2424	-2961
▁2498	-2962
▁2509	-2963
▁2592	-2964
▁2593	-2965
▁2619	-2966
▁2673	-2967
▁2840	-2968
▁2904	-2969
▁2922	-2970
▁3001	-2971
▁3007	-2972
▁3030	-2973
▁3062	-2974
▁3066	-2975
▁3091	-2976
▁3132	-2977
▁3180	-2978
▁3235	-2979
▁3299	-2980
▁3319	-2981
▁119	-2982
▁1318	-2983
▁1426	-2984
▁1906	-2985
▁2032	-2986
▁2131	-2987
▁2512	-2988
▁2614	-2989
▁2630	-2990
▁2677	-2991
▁2807	-2992
▁2933	-2993
▁2966	-2994
▁2969	-2995
▁3126	-2996
▁3136	-2997
▁1312	-2998
▁1596	-2999
▁2596	-3000
▁2664	-3001
▁2679	-3002
▁2850	-3003
▁2902	-3004
▁2906	-3005
▁2909	-3006
▁2918	-3007
▁2988	-3008
▁3109	-3009
▁3130	-3010
▁3137	-3011
▁3146	-3012
▁3156	-3013
▁3178	-3014
▁1203	-3015
▁1988	-3016
▁2423	-3017
▁2583	-3018
▁2656	-3019
▁2835	-3020
▁2843	-3021
▁2852	-3022
▁2883	-3023
▁2892	-3024
▁2926	-3025
▁2970	-3026
▁2972	-3027
▁2989	-3028
▁2999	-3029
▁3069	-3030
▁3078	-3031
▁3169	-3032
▁3179	-3033
▁1446	-3034
▁1449	-3035
▁1589	-3036
▁1602	-3037
▁1749	-3038
▁2031	-3039
▁2437	-3040
▁2670	-3041
▁2685	-3042
▁2693	-3043
▁2735	-3044
▁2741	-3045
▁2751	-3046
▁2762	-3047
▁2775	-3048
▁2798	-3049
▁2827	-3050
▁2833	-3051
▁2896	-3052
▁2964	-3053
▁3074	-3054
▁3107	-3055
▁3324	-3056
▁1612	-3057
▁2321	-3058
▁2382	-3059
▁2420	-3060
▁2564	-3061
▁2682	-3062
▁2733	-3063
▁2841	-3064
▁2842	-3065
▁2903	-3066
▁3012	-3067
▁3019	-3068
▁3020	-3069
▁3196	-3070
▁3219	-3071
▁3258	-3072
▁3270	-3073
▁3326	-3074
▁3344	-3075
▁1311	-3076
▁1365	-3077
▁1501	-3078
▁2028	-3079
▁2445	-3080
▁2448	-3081
▁2838	-3082
▁2912	-3083
▁3011	-3084
▁3131	-3085
▁3175	-3086
▁3256	-3087
▁3281	-3088
▁3302	-3089
▁355	-3090
▁487	-3091
▁1319	-3092
▁1374	-3093
▁1600	-3094
▁1996	-3095
▁2295	-3096
▁2340	-3097
▁2449	-3098
▁2477	-3099
▁2737	-3100
▁2738	-3101
▁2971	-3102
▁3054	-3103
▁3067	-3104
▁3160	-3105
▁3170	-3106
▁3251	-3107
▁3278	-3108
▁3310	-3109
▁3331	-3110
▁1040	-3111
▁1599	-3112
▁1623	-3113
▁2121	-3114
▁2188	-3115
▁2240	-3116
▁2438	-3117
▁2554	-3118
▁2763	-3119
▁2764	-3120
▁2767	-3121
▁2786	-3122
▁2794	-3123
▁2875	-3124
▁2900	-3125
▁2945	-3126
▁2949	-3127
▁3038	-3128
▁3099	-3129
▁3112	-3130
▁3140	-3131
▁3144	-3132
▁3159	-3133
▁3211	-3134
▁3214	-3135
▁3262	-3136
▁3264	-3137
▁3273	-3138
▁3295	-3139
▁3300	-3140
▁3317	-3141
▁3348	-3142
▁405	-3143
▁425	-3144
▁1746	-3145
▁2464	-3146
▁2766	-3147
▁2774	-3148
▁2923	-3149
▁3005	-3150
▁3053	-3151
▁3079	-3152
▁3167	-3153
▁3197	-3154
▁3210	-3155
▁3332	-3156
▁3350	-3157
▁3354	-3158
▁563	-3159
▁2335	-3160
▁2373	-3161
▁2505	-3162
▁2646	-3163
▁2699	-3164
▁2773	-3165
▁2779	-3166
▁2825	-3167
▁2981	-3168
▁3138	-3169
▁3148	-3170
▁3183	-3171
▁3195	-3172
▁3226	-3173
▁3259	-3174
▁3266	-3175
▁3334	-3176
▁1232	-3177
▁1356	-3178
▁1445	-3179
▁1950	-3180
▁2064	-3181
▁2301	-3182
▁2336	-3183
▁2492	-3184
▁2758	-3185
▁2768	-3186
▁2831	-3187
▁2847	-3188
▁2891	-3189
▁2947	-3190
▁3063	-3191
▁3070	-3192
▁3081	-3193
▁3105	-3194
▁3154	-3195
▁3225	-3196
▁3244	-3197
▁3279	-3198
▁3291	-3199
▁3294	-3200
▁1322	-3201
▁1441	-3202
▁1745	-3203
▁2354	-3204
▁2412	-3205
▁2599	-3206
▁2655	-3207
▁2878	-3208
▁2911	-3209
▁3076	-3210
▁3147	-3211
▁3177	-3212
▁3232	-3213
▁3379	-3214
▁444	-3215
▁1277	-3216
▁1772	-3217
▁2400	-3218
▁2590	-3219
▁2872	-3220
▁2943	-3221
▁3035	-3222
▁3041	-3223
▁3055	-3224
▁3075	-3225
▁3122	-3226
▁3133	-3227
▁3165	-3228
▁3184	-3229
▁3205	-3230
▁3287	-3231
▁3290	-3232
▁3316	-3233
▁2056	-3234
▁2251	-3235
▁2476	-3236
▁2551	-3237
▁2648	-3238
▁2801	-3239
▁2884	-3240
▁3009	-3241
▁3034	-3242
▁3087	-3243
▁3124	-3244
▁3125	-3245
▁3157	-3246
▁3172	-3247
▁3189	-3248
▁3274	-3249
▁3280	-3250
▁3286	-3251
▁3318	-3252
▁3340	-3253
▁1285	-3254
▁1617	-3255
▁2315	-3256
▁2352	-3257
▁2597	-3258
▁2689	-3259
▁2739	-3260
▁2821	-3261
▁2919	-3262
▁3004	-3263
▁3016	-3264
▁3071	-3265
▁3082	-3266
▁3094	-3267
▁3096	-3268
▁3220	-3269
▁3224	-3270
▁3239	-3271
▁3246	-3272
▁3248	-3273
▁3253	-3274
▁3285	-3275
▁3298	-3276
▁3328	-3277
▁3330	-3278
▁3346	-3279
▁3352	-3280
▁3361	-3281
▁3369	-3282
▁3413	-3283
▁1266	-3284
▁1583	-3285
▁1606	-3286
▁2361	-3287
▁2388	-3288
▁2408	-3289
▁2432	-3290
▁2548	-3291
▁2770	-3292
▁2979	-3293
▁3031	-3294
▁3036	-3295
▁3046	-3296
▁3065	-3297
▁3093	-3298
▁3113	-3299
▁3198	-3300
▁3236	-3301
▁3249	-3302
▁3269	-3303
▁3296	-3304
▁3357	-3305
▁3383	-3306
▁1961	-3307
▁2370	-3308
▁2383	-3309
▁2469	-3310
▁2493	-3311
▁2608	-3312
▁2658	-3313
▁2890	-3314
▁2910	-3315
▁2917	-3316
▁2940	-3317
▁3010	-3318
▁3088	-3319
▁3123	-3320
▁3163	-3321
▁3173	-3322
▁3201	-3323
▁3203	-3324
▁3218	-3325
▁3227	-3326
▁3230	-3327
▁3250	-3328
▁3307	-3329
▁3337	-3330
▁3342	-3331
▁3366	-3332
▁1661	-3333
▁2560	-3334
▁2846	-3335
▁2881	-3336
▁2898	-3337
▁2952	-3338
▁2958	-3339
▁2980	-3340
▁2987	-3341
▁3023	-3342
▁3139	-3343
▁3142	-3344
▁3164	-3345
▁3217	-3346
▁3242	-3347
▁3260	-3348
▁3272	-3349
▁3283	-3350
▁3284	-3351
▁3311	-3352
▁3327	-3353
▁3335	-3354
▁3338	-3355
▁3353	-3356
▁3364	-3357
▁3373	-3358
▁3378	-3359
▁1998	-3360
▁2274	-3361
▁2605	-3362
▁2865	-3363
▁2929	-3364
▁2955	-3365
▁2959	-3366
▁2992	-3367
▁3045	-3368
▁3098	-3369
▁3115	-3370
▁3181	-3371
▁3199	-3372
▁3212	-3373
▁3213	-3374
▁3231	-3375
▁3306	-3376
▁3323	-3377
▁3329	-3378
▁3341	-3379
▁3356	-3380
▁3387	-3381
▁3392	-3382
▁3399	-3383
▁3409	-3384
▁3411	-3385
▁1513	-3386
▁2141	-3387
▁2349	-3388
▁2671	-3389
▁2771	-3390
▁2839	-3391
▁2938	-3392
▁2974	-3393
▁2991	-3394
▁3018	-3395
▁3192	-3396
▁3193	-3397
▁3204	-3398
▁3221	-3399
▁3265	-3400
▁3267	-3401
▁3289	-3402
▁3305	-3403
▁3308	-3404
▁3313	-3405
▁3325	-3406
▁3343	-3407
▁3351	-3408
▁3355	-3409
▁3363	-3410
▁3365	-3411
▁3368	-3412
▁3374	-3413
▁3384	-3414
▁3385	-3415
▁3396	-3416
▁3406	-3417
▁3407	-3418
▁1594	-3419
▁2757	-3420
▁2826	-3421
▁2901	-3422
▁2936	-3423
▁2996	-3424
▁3039	-3425
▁3077	-3426
▁3085	-3427
▁3108	-3428
▁3110	-3429
▁3150	-3430
▁3162	-3431
▁3200	-3432
▁3261	-3433
▁3292	-3434
▁3301	-3435
▁3304	-3436
▁3309	-3437
▁3312	-3438
▁3321	-3439
▁3336	-3440
▁3347	-3441
▁3375	-3442
▁3381	-3443
▁3389	-3444
▁3394	-3445
▁3395	-3446
▁3398	-3447
▁3403	-3448
▁3408	-3449
▁1756	-3450
▁2175	-3451
▁2313	-3452
▁2530	-3453
▁2867	-3454
▁3174	-3455
▁3188	-3456
▁3238	-3457
▁3241	-3458
▁3268	-3459
▁3276	-3460
▁3320	-3461
▁3333	-3462
▁3345	-3463
▁3349	-3464
▁3359	-3465
▁3362	-3466
▁3367	-3467
▁3372	-3468
▁3376	-3469
▁3377	-3470
▁3397	-3471
▁3400	-3472
▁3401	-3473
▁3404	-3474
▁3405	-3475
▁3416	-3476
▁1626	-3477
▁1811	-3478
▁2553	-3479
▁2772	-3480
▁2876	-3481
▁2913	-3482
▁3083	-3483
▁3086	-3484
▁3101	-3485
▁3158	-3486
▁3166	-3487
▁3186	-3488
▁3215	-3489
▁3216	-3490
▁3243	-3491
▁3247	-3492
▁3252	-3493
▁3288	-3494
▁3297	-3495
▁3303	-3496
▁3314	-3497
▁3315	-3498
▁3322	-3499
▁3339	-3500
▁3360	-3501
▁3370	-3502
▁3371	-3503
▁3380	-3504
▁3382	-3505
▁3386	-3506
▁3388	-3507
▁3390	-3508
▁3391	-3509
▁3393	-3510
▁3402	-3511
▁3410	-3512
▁3412	-3513
▁3414	-3514
▁3415	-3515
048	-3516
100	-3517
101	-3518
102	-3519
103	-3520
104	-3521
105	-3522
106	-3523
107	-3524
108	-3525
109	-3526
110	-3527
111	-3528
112	-3529
113	-3530
114	-3531
115	-3532
116	-3533
117	-3534
118	-3535
119	-3536
120	-3537
121	-3538
122	-3539
123	-3540
124	-3541
125	-3542
126	-3543
127	-3544
128	-3545
129	-3546
130	-3547
131	-3548
132	-3549
133	-3550
134	-3551
135	-3552
136	-3553
137	-3554
138	-3555
139	-3556
140	-3557
141	-3558
142	-3559
143	-3560
144	-3561
145	-3562
146	-3563
147	-3564
148	-3565
149	-3566
150	-3567
151	-3568
152	-3569
153	-3570
154	-3571
155	-3572
156	-3573
157	-3574
158	-3575
159	-3576
160	-3577
161	-3578
162	-3579
163	-3580
164	-3581
165	-3582
166	-3583
167	-3584
168	-3585
169	-3586
170	-3587
171	-3588
172	-3589
173	-3590
174	-3591
175	-3592
176	-3593
177	-3594
178	-3595
179	-3596
180	-3597
181	-3598
182	-3599
183	-3600
184	-3601
185	-3602
186	-3603
187	-3604
188	-3605
189	-3606
190	-3607
191	-3608
192	-3609
193	-3610
194	-3611
195	-3612
196	-3613
197	-3614
198	-3615
199	-3616
248	-3617
300	-3618
301	-3619
302	-3620
303	-3621
304	-3622
305	-3623
306	-3624
307	-3625
308	-3626
309	-3627
310	-3628
311	-3629
312	-3630
313	-3631
314	-3632
315	-3633
316	-3634
317	-3635
318	-3636
319	-3637
320	-3638
321	-3639
322	-3640
323	-3641
324	-3642
325	-3643
326	-3644
327	-3645
328	-3646
329	-3647
330	-3648
331	-3649
332	-3650
333	-3651
334	-3652
335	-3653
336	-3654
337	-3655
338	-3656
339	-3657
340	-3658
341	-3659
342	-3660
343	-3661
344	-3662
345	-3663
346	-3664
347	-3665
348	-3666
349	-3667
350	-3668
351	-3669
352	-3670
353	-3671
354	-3672
355	-3673
356	-3674
357	-3675
358	-3676
359	-3677
360	-3678
361	-3679
362	-3680
363	-3681
364	-3682
365	-3683
366	-3684
367	-3685
368	-3686
369	-3687
370	-3688
371	-3689
372	-3690
373	-3691
374	-3692
375	-3693
376	-3694
377	-3695
378	-3696
379	-3697
380	-3698
381	-3699
382	-3700
383	-3701
384	-3702
385	-3703
386	-3704
387	-3705
388	-3706
389	-3707
390	-3708
391	-3709
392	-3710
393	-3711
394	-3712
395	-3713
396	-3714
397	-3715
398	-3716
399	-3717
400	-3718
401	-3719
402	-3720
403	-3721
404	-3722
405	-3723
406	-3724
407	-3725
408	-3726
409	-3727
410	-3728
411	-3729
412	-3730
413	-3731
414	-3732
415	-3733
416	-3734
▁	-3735
1	-3736
2	-3737
6	-3738
7	-3739
4	-3740
3	-3741
5	-3742
8	-3743
0	-3744
9	-3745
